a52dec
aalib
abseil-cpp
acl
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
amd-ucode
aom
appstream
archlinux-keyring
argon2
aribb24
at-spi2-core
atkmm
attr
audit
augeas
autoconf
automake
avahi
ayatana-ido
babl
base
base-devel
bash
bat
bcg729
bind
binutils
bison
blas
blueman
bluez
bluez-libs
bluez-utils
boost-libs
botan2
box2d
bridge-utils
brightnessctl
brltty
brotli
btop
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cairomm-1.16
calc
cantarell-fonts
capstone
cava
cava-debug
cdparanoia
cdrtools
chromium
clang
cliphist
clucene
cmake
colord
compiler-rt
containerd
coreutils
cpio
cppdap
cryptsetup
cuda
cuda-tools
curl
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-glib
dconf
debootstrap
debugedit
default-cursors
desktop-file-utils
device-mapper
dhcpcd
diffutils
discord
dkms
dnsmasq
dnssec-anchors
docker
docker-buildx
docker-compose
docker-desktop
docker-desktop-debug
dosfstools
double-conversion
dtc
duktape
e2fsprogs
edk2-aarch64
edk2-arm
edk2-ovmf
efibootmgr
efivar
egl-wayland
eglexternalplatform
elementary-icon-theme
enchant
exfatprogs
exiv2
exo
expat
f2fs-tools
faad2
fakeroot
fastfetch
ffmpeg
ffmpeg4.4
ffnvcodec-headers
fftw
file
file-roller
filesystem
findutils
firefox
flac
flex
fmt
fontconfig
freeglut
freetype2
fribidi
fstrm
fuse-common
fuse2
fuse3
fzf
garcon
gawk
gc
gcc
gcc-libs
gcc13
gcc13-libs
gcr
gcr-4
gdb
gdb-common
gdbm
gdk-pixbuf2
gegl
geoclue
gettext
ghc-libs
giflib
gimp
git
glib-networking
glib2
glibc
glibmm
glibmm-2.68
glslang
glu
glusterfs
gmp
gnome-keyring
gnome-terminal
gnome-themes-extra
gnu-free-fonts
gnupg
gnutls
go
gobject-introspection
gobject-introspection-runtime
gperftools
gpgme
gpm
gptfdisk
graphene
graphicsmagick
graphite
grep
grim
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gssdp
gst-plugin-pipewire
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtk-layer-shell
gtk-update-icon-cache
gtk-vnc
gtk2
gtk3
gtk4
gtkmm-4.0
gtkmm3
gtksourceview4
guile
gupnp
gupnp-igd
gvfs
gzip
harfbuzz
harfbuzz-icu
haskell-aeson
haskell-aeson-pretty
haskell-ansi-terminal
haskell-ansi-wl-pprint
haskell-appar
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-assoc
haskell-async
haskell-attoparsec
haskell-attoparsec-aeson
haskell-attoparsec-iso8601
haskell-auto-update
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-base-unicode-symbols
haskell-base16-bytestring
haskell-base64
haskell-base64-bytestring
haskell-basement
haskell-bifunctors
haskell-bitvec
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-boring
haskell-bsb-http-chunked
haskell-byteorder
haskell-call-stack
haskell-case-insensitive
haskell-cassava
haskell-cereal
haskell-citeproc
haskell-cmdargs
haskell-colour
haskell-commonmark
haskell-commonmark-extensions
haskell-commonmark-pandoc
haskell-comonad
haskell-conduit
haskell-conduit-extra
haskell-constraints
haskell-contravariant
haskell-cookie
haskell-crypton
haskell-crypton-connection
haskell-crypton-x509
haskell-crypton-x509-store
haskell-crypton-x509-system
haskell-crypton-x509-validation
haskell-data-array-byte
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-data-fix
haskell-dec
haskell-digest
haskell-digits
haskell-distributive
haskell-dlist
haskell-doclayout
haskell-doctemplates
haskell-easy-file
haskell-emojis
haskell-erf
haskell-fast-logger
haskell-file-embed
haskell-foldable1-classes-compat
haskell-generically
haskell-ghc-bignum-orphans
haskell-glob
haskell-gridtables
haskell-haddock-library
haskell-hashable
haskell-hourglass
haskell-hslua
haskell-hslua-aeson
haskell-hslua-classes
haskell-hslua-core
haskell-hslua-list
haskell-hslua-marshalling
haskell-hslua-module-doclayout
haskell-hslua-module-path
haskell-hslua-module-system
haskell-hslua-module-text
haskell-hslua-module-version
haskell-hslua-module-zip
haskell-hslua-objectorientation
haskell-hslua-packaging
haskell-hslua-repl
haskell-hslua-typing
haskell-http-api-data
haskell-http-client
haskell-http-client-tls
haskell-http-date
haskell-http-media
haskell-http-types
haskell-http2
haskell-hunit
haskell-indexed-traversable
haskell-indexed-traversable-instances
haskell-integer-logarithms
haskell-iproute
haskell-ipynb
haskell-isocline
haskell-jira-wiki-markup
haskell-juicypixels
haskell-lexer
haskell-libyaml
haskell-lpeg
haskell-lua
haskell-memory
haskell-mime-types
haskell-mmorph
haskell-monad-control
haskell-mono-traversable
haskell-network
haskell-network-byte-order
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-onetuple
haskell-only
haskell-optparse-applicative
haskell-ordered-containers
haskell-pandoc
haskell-pandoc-lua-engine
haskell-pandoc-lua-marshal
haskell-pandoc-server
haskell-pandoc-types
haskell-pem
haskell-pretty-show
haskell-prettyprinter
haskell-primitive
haskell-psqueues
haskell-quickcheck
haskell-random
haskell-recv
haskell-regex-base
haskell-regex-tdfa
haskell-resourcet
haskell-safe
haskell-safe-exceptions
haskell-scientific
haskell-semialign
haskell-semigroupoids
haskell-servant
haskell-servant-server
haskell-sha
haskell-simple-sendfile
haskell-singleton-bool
haskell-skylighting
haskell-skylighting-core
haskell-skylighting-format-ansi
haskell-skylighting-format-blaze-html
haskell-skylighting-format-context
haskell-skylighting-format-latex
haskell-socks
haskell-some
haskell-sop-core
haskell-split
haskell-splitmix
haskell-statevar
haskell-streaming-commons
haskell-strict
haskell-string-conversions
haskell-syb
haskell-tagged
haskell-tagsoup
haskell-temporary
haskell-texmath
haskell-text-conversions
haskell-text-icu
haskell-text-short
haskell-th-abstraction
haskell-th-compat
haskell-th-lift
haskell-th-lift-instances
haskell-these
haskell-time-compat
haskell-time-manager
haskell-tls
haskell-toml-parser
haskell-transformers-base
haskell-transformers-compat
haskell-type-equality
haskell-typed-process
haskell-typst
haskell-typst-symbols
haskell-unicode-collation
haskell-unicode-data
haskell-unicode-transforms
haskell-uniplate
haskell-unix-compat
haskell-unix-time
haskell-unliftio
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vault
haskell-vector
haskell-vector-algorithms
haskell-vector-stream
haskell-wai
haskell-wai-app-static
haskell-wai-cors
haskell-wai-extra
haskell-wai-logger
haskell-warp
haskell-witherable
haskell-word8
haskell-xml
haskell-xml-conduit
haskell-xml-types
haskell-yaml
haskell-zip-archive
haskell-zlib
hicolor-icon-theme
hidapi
highway
hiredis
hivex
hslua-cli
http-parser
hunspell
hwdata
hwloc
hyphen
hyprcursor
hyprland
hyprlang
iana-etc
icu
imagemagick
imath
imlib2
iniparser
iproute2
iptables-nft
iputils
iso-codes
jansson
jasper
java-runtime-common
jbigkit
jemalloc
jfsutils
jq
jre8-openjdk
jre8-openjdk-headless
json-c
json-glib
jsoncpp
kbd
kcoreaddons
keyutils
kitty
kitty-shell-integration
kitty-terminfo
kmod
krb5
l-smash
lame
lapack
lcms2
ldns
lensfun
lib32-alsa-lib
lib32-alsa-plugins
lib32-brotli
lib32-bzip2
lib32-curl
lib32-e2fsprogs
lib32-expat
lib32-gcc-libs
lib32-glibc
lib32-icu
lib32-keyutils
lib32-krb5
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libglvnd
lib32-libgpg-error
lib32-libidn2
lib32-libldap
lib32-libnghttp2
lib32-libnghttp3
lib32-libpciaccess
lib32-libpsl
lib32-libssh2
lib32-libtasn1
lib32-libunistring
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxcrypt-compat
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxml2
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nspr
lib32-nss
lib32-nvidia-utils
lib32-openssl
lib32-p11-kit
lib32-sqlite
lib32-vulkan-icd-loader
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libabw
libadwaita
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libayatana-appindicator
libayatana-indicator
libb2
libb64
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libburn
libbytesize
libcaca
libcacard
libcamera
libcamera-ipa
libcanberra
libcap
libcap-ng
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcmis
libcolord
libconfig
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdca
libde265
libdeflate
libdispatch
libdisplay-info
libdovi
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libe-book
libebml
libedit
libei
libelf
libepoxy
libepubgen
libetonyek
libevdev
libevent
libewf
libexif
libexttextcat
libfdk-aac
libffi
libfontenc
libfreeaptx
libfreehand
libgcrypt
libgexiv2
libgirepository
libgit2
libglvnd
libgovirt
libgpg-error
libgtop
libgudev
libguestfs
libgusb
libhandy
libheif
libice
libidn
libidn2
libiec61883
libimobiledevice
libimobiledevice-glue
libinih
libinput
libiscsi
libisl
libisoburn
libisofs
libixion
libjpeg-turbo
libjxl
libksba
liblangtag
liblc3
libldac
libldap
libldm
libliftoff
liblouis
liblqr
libluv
libmad
libmanette
libmatroska
libmaxminddb
libmd
libmfx
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmspub
libmwaw
libmypaint
libmysofa
libnatpmp
libnautilus-extension
libnbd
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnumbertext
libnvme
libodfgen
libogg
libomxil-bellagio
libopenmpt
liborcus
libosinfo
libp11-kit
libpagemaker
libpcap
libpciaccess
libpgm
libpipewire
libplacebo
libplist
libpng
libportal
libportal-gtk4
libproxy
libpsl
libpulse
libqxp
libraqm
libraw
libraw1394
libreoffice-still
librest
librevenge
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsigc++-3.0
libsixel
libslirp
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspeechd
libspiro
libssh
libssh2
libstaroffice
libstemmer
libsysprof-capture
libtar
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtraceevent
libtracefs
libunibreak
libunistring
libunwind
libupnp
liburcu
liburing
libusb
libusbmuxd
libuv
libva
libva-nvidia-driver-git
libva-nvidia-driver-git-debug
libvdpau
libverto
libvirt
libvirt-glib
libvirt-python
libvisio
libvorbis
libvpl
libvpx
libvterm
libwacom
libwebp
libwireplumber
libwmf
libwpd
libwpe
libwps
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdmcp
libxdp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxnvctrl
libxpm
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
libzmf
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
lldb
llvm
llvm-libs
lm_sensors
lmdb
lpsolve
lrzip
lsb-release
lsof
lsscsi
lua
lua-lpeg
lua52
luajit
lv2
lvm2
lxappearance
lz4
lzo
lzop
m4
mailcap
make
mako
md4c
mdadm
mesa
meson
miniupnpc
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
monero
monero-gui
mongo-c-driver
mpdecimal
mpfr
mpg123
mpv
msgpack-c
mtdev
mtools
mujs
multipath-tools
mypaint-brushes1
mypy
ncurses
ndctl
neofetch
neon
neovim
nettle
network-manager-applet
networkmanager
networkmanager-openvpn
nftables
nilfs-utils
ninja
nm-connection-editor
nmap
node-gyp
nodejs
nodejs-nopt
noto-fonts-emoji
npm
npth
nspr
nss
ntfs-3g
ntp
numactl
nvidia-dkms
nvidia-settings
nvidia-utils
nwg-look-bin
nwg-look-bin-debug
ocl-icd
oniguruma
openal
openbsd-netcat
opencl-nvidia
opencore-amr
openexr
openjpeg2
openssh
openssl
openvpn
opus
orc
os-prober
osinfo-db
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pamixer
pandoc-cli
pango
pangomm
pangomm-2.48
papirus-icon-theme
parted
pass
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-error
perl-libintl-perl
perl-mailtools
perl-timedate
phodav
pigz
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkcs11-helper
pkgconf
playerctl
polkit
polkit-gnome
poppler
poppler-data
poppler-glib
popt
portaudio
procps-ng
protobuf
protobuf-c
proton-vpn-gtk-app
psmisc
python
python-aiohttp
python-aiosignal
python-attrs
python-autocommand
python-babel
python-bcrypt
python-cairo
python-certifi
python-cffi
python-charset-normalizer
python-cryptography
python-dbus
python-distro
python-docutils
python-fastjsonschema
python-frozenlist
python-gnupg
python-gobject
python-idna
python-imagesize
python-importlib-metadata
python-inflect
python-jaraco.classes
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jeepney
python-jinja
python-keyring
python-mako
python-markdown
python-markupsafe
python-more-itertools
python-multidict
python-mypy_extensions
python-ordered-set
python-packaging
python-pip
python-platformdirs
python-proton-core
python-proton-keyring-linux
python-proton-keyring-linux-secretservice
python-proton-vpn-api-core
python-proton-vpn-connection
python-proton-vpn-killswitch
python-proton-vpn-killswitch-network-manager
python-proton-vpn-logger
python-proton-vpn-network-manager
python-proton-vpn-network-manager-openvpn
python-proton-vpn-session
python-psutil
python-pycparser
python-pygments
python-pynacl
python-pyopenssl
python-pytz
python-requests
python-secretstorage
python-sentry_sdk
python-setuptools
python-six
python-snowballstemmer
python-sphinx
python-sphinx-alabaster-theme
python-sphinx_rtd_theme
python-sphinxcontrib-applehelp
python-sphinxcontrib-devhelp
python-sphinxcontrib-htmlhelp
python-sphinxcontrib-jquery
python-sphinxcontrib-jsmath
python-sphinxcontrib-qthelp
python-sphinxcontrib-serializinghtml
python-tomli
python-tqdm
python-trove-classifiers
python-typeguard
python-typing_extensions
python-urllib3
python-validate-pyproject
python-wheel
python-yarl
python-zipp
python310
python310-debug
python310-pip
python311
python311-debug
qemu-audio-alsa
qemu-audio-dbus
qemu-audio-jack
qemu-audio-oss
qemu-audio-pa
qemu-audio-pipewire
qemu-audio-sdl
qemu-audio-spice
qemu-base
qemu-block-curl
qemu-block-dmg
qemu-block-gluster
qemu-block-iscsi
qemu-block-nfs
qemu-block-ssh
qemu-chardev-baum
qemu-chardev-spice
qemu-common
qemu-desktop
qemu-docs
qemu-emulators-full
qemu-full
qemu-hw-display-qxl
qemu-hw-display-virtio-gpu
qemu-hw-display-virtio-gpu-gl
qemu-hw-display-virtio-gpu-pci
qemu-hw-display-virtio-gpu-pci-gl
qemu-hw-display-virtio-vga
qemu-hw-display-virtio-vga-gl
qemu-hw-s390x-virtio-gpu-ccw
qemu-hw-usb-host
qemu-hw-usb-redirect
qemu-hw-usb-smartcard
qemu-img
qemu-pr-helper
qemu-system-aarch64
qemu-system-alpha
qemu-system-alpha-firmware
qemu-system-arm
qemu-system-arm-firmware
qemu-system-avr
qemu-system-cris
qemu-system-hppa
qemu-system-hppa-firmware
qemu-system-loongarch64
qemu-system-m68k
qemu-system-microblaze
qemu-system-microblaze-firmware
qemu-system-mips
qemu-system-nios2
qemu-system-or1k
qemu-system-ppc
qemu-system-ppc-firmware
qemu-system-riscv
qemu-system-riscv-firmware
qemu-system-rx
qemu-system-s390x
qemu-system-s390x-firmware
qemu-system-sh4
qemu-system-sparc
qemu-system-sparc-firmware
qemu-system-tricore
qemu-system-x86
qemu-system-x86-firmware
qemu-system-xtensa
qemu-tests
qemu-tools
qemu-ui-curses
qemu-ui-dbus
qemu-ui-egl-headless
qemu-ui-gtk
qemu-ui-opengl
qemu-ui-sdl
qemu-ui-spice-app
qemu-ui-spice-core
qemu-user
qemu-vhost-user-gpu
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-quickcontrols
qt5-quickcontrols2
qt5-svg
qt5-translations
qt5-wayland
qt5-x11extras
qt5-xmlpatterns
qt5ct
qt6-5compat
qt6-base
qt6-declarative
qt6-imageformats
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-shadertools
qt6-svg
qt6-translations
qt6-wayland
qt6ct
raptor
rasqal
rav1e
readline
redland
reiserfsprogs
rhash
ripgrep
rnnoise
rpcbind
rsync
rtkit
rubberband
runc
rust
rust-analyzer
rust-src
sbc
scdoc
sdbus-cpp
sddm
sdl2
sdl2_image
seabios
seatd
sed
semver
serd
shaderc
shadow
shared-mime-info
sl
slang
sleuthkit
slurp
snappy
sndio
sord
sound-theme-freedesktop
source-highlight
spandsp
spdlog
speex
speexdsp
spice
spice-gtk
spice-protocol
spirv-tools
spotify
sqlite
squashfs-tools
sratom
srt
stable-diffusion-web-ui-git
starship
startup-notification
steam
strace
sudo
suitesparse
supermin
svt-av1
swappy
swaylock-effects
swaylock-effects-debug
swww
swww-debug
sysfsutils
syslinux
systemd
systemd-libs
systemd-sysvcompat
taglib
tar
tcl
tdb
telegram-desktop
texinfo
thin-provisioning-tools
thunar
thunar-archive-plugin
thunar-volman
thunderbird
tk
tomlplusplus
tpm2-tss
tracker3
transmission-gtk
tree
tree-sitter
tree-sitter-bash
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-python
tree-sitter-query
tree-sitter-vimdoc
tslib
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-linux-libertine
twolame
tzdata
uchardet
udisks2
unbound
unibilium
unzip
upower
usb_modeswitch
usbredir
usbutils
util-linux
util-linux-libs
v4l-utils
vapoursynth
vde2
vid.stab
vim
vim-runtime
virglrenderer
virt-install
virt-manager
virt-viewer
virtiofsd
vlc
vmaf
volume_key
vte-common
vte3
vulkan-headers
vulkan-icd-loader
vulkan-validation-layers
wavpack
waybar
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing-1
wget
which
wireplumber
wireshark-cli
wireshark-qt
wl-clipboard
wlogout
wlogout-debug
wlroots
woff2
wofi
wolfssl
wpa_supplicant
wpebackend-fdo
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcur2png
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-input-libinput
xfce4-settings
xfconf
xfsprogs
xkeyboard-config
xmrig-donateless
xmrig-donateless-debug
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xprop
xorg-xrandr
xorg-xset
xorg-xwayland
xorgproto
xvidcore
xxhash
xz
yajl
yara
yay
yay-debug
yt-dlp
yyjson
z
zenity
zeromq
zimg
zip
zix
zlib
zmap
zoxide
zstd
zxing-cpp
